water-hammer/case-3d-3d/fluid3d-openfoam-left/constant/thermodynamicProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermodynamicProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

rho0            rho0 [1 -3 0 0 0 0 0] 1000;

p0              p0 [1 -1 -2 0 0 0 0] 101325;

psi             psi [0 -2 2 0 0 0 0] 1e-6;


// ************************************************************************* //
